Repository: JustCarmen/fancy_imagebar
Catalog: language/*.po
Languages: de

source: Amount of sepia
de: Stärke des Sepia-Effektes

source: An imagebar with small images on your home page and/or my page between header and content.
de: Eine Bilderleiste mit kleinen Fotos, die auf der Home-Page bzw. der My-Page zwischen dem Seitenkopf und dem Seiteninhalt angezeigt wird

source: Choose which images you want to show in the Fancy Imagebar
de: Wählen Sie die Fotos aus, die in Fancy Imagebar angezeigt werden sollen

source: Cropped image size
de: Größe der beschnittenen Fotos

source: Here you can choose which images should be shown in the Fancy Imagebar. Uncheck the images you do not want to show.<br><br>If there are less images choosen then needed to fill up the entire Fancy Imagebar, the images will be repeated.<br><br>Note: Only local ’jpg’ or ’png’ images which are set as type = ’photo’ are supported by this module. External images are not supported. It is not possible to keep transparency for png thumbnails in the Fancy Imagebar. Transparent png-thumbnails will get a black background in the Fancy Imagebar. The images shown in this table have the right specifications already.<br><br>The Fancy Imagebar module respects privacy settings!
de: Hier können Sie auswählen, welche Bilder in der Fancy Imagebar angezeigt werden sollen. Deaktivieren Sie diejenigen Bilder, die Sie nicht angezeigt bekommen wollen.<br> <br>Wenn weniger Bilder ausgewählt werden, als zur Füllung der Bilderleiste benötigt werden, dann werden diese wiederholt.<br><br>Hinweis: von diesem Modul werden nur lokale 'jpg' oder 'png' Fotos unterstützt, deren Typ auf "Foto" gesetzt ist. Externe Bilder werden nicht unterstützt. PNG-Fotos, die die Transparenz-Funktion verwenden, werden in der Fancy Imagebar mit einem schwarzen Hintergrund dargestellt. Die in dieser Tabelle angezeigten Bilder erfüllen die Spezifikationen bereits.<br> <br>Das Fancy Imagebar Modul respektiert die Privatsphären-Einstellungen!

source: Images Tone
de: Färbung der Fotos

source: No images to display for this tree
de: Für diesen Stammbaum liegen keine anzuzeigenden Fotos vor.

source: Options
de: Optionen

source: Random images
de: Zufällige Fotos

source: Show Fancy Imagebar on
de: Anzeige der Fancy Imagebar

source: Showing images on the Fancy Imagebar
de: Zeigt Fotos im Fancy Imagebar

source: The settings are changed. You will loose your changes if you switch trees.
de: Die Einstellungen wurden geändert. Ihre Änderungen werden verloren gehen, wenn Sie den Stammbaum wechseln.

source: The settings will be reset to default (for all trees). Are you sure you want to do this?
de: Die Einstellungen werden für alle Stammbäume zurückgesetzt . Sind Sie sicher?

source: Value between 0 and 100
de: Wert zwischen 0 und 100
